[
    { "text": "Oh, I’m sorry. Did the middle of my sentence interrupt the beginning of yours?", "isFavourite": false },
    { "text": "I’m not arguing, I’m just explaining why I’m right.", "isFavourite": false },
    { "text": "I’d agree with you, but then we’d both be wrong.", "isFavourite": false },
    { "text": "I’m not lazy, I’m on energy-saving mode.", "isFavourite": false },
    { "text": "Don’t worry, I’ve got all the time in the world to listen to your nonsense.", "isFavourite": false },
    { "text": "It’s not that you’re ugly; you’re just aesthetically challenged.", "isFavourite": false },
    { "text": "Keep rolling your eyes, maybe you’ll find a brain back there.", "isFavourite": false },
    { "text": "I’d love to stay and chat, but I’m already late for doing nothing.", "isFavourite": false },
    { "text": "You bring everyone so much joy... when you leave the room.", "isFavourite": false },
    { "text": "I’m not saying I hate you, but I’d unplug your life support to charge my phone.", "isFavourite": false },
    { "text": "Sure, I’ll help you... as soon as pigs fly.", "isFavourite": false },
    { "text": "I’m not antisocial. I’m just not user-friendly.", "isFavourite": false },
    { "text": "Why yes, I do enjoy being ignored. It’s like a hobby of mine.", "isFavourite": false },
    { "text": "Oh, you’ve seen it all? Great, then you’ve seen enough to leave me alone.", "isFavourite": false },
    { "text": "I’ll try being nicer if you try being smarter.", "isFavourite": false },
    { "text": "Thank you for your opinion! Now run along, adults are talking.", "isFavourite": false },
    { "text": "I’m really easy to get along with once you people learn to worship me properly.", "isFavourite": false },
    { "text": "I’d give you a nasty look, but you already have one.", "isFavourite": false },
    { "text": "Sarcasm: Because beating the crap out of people is illegal.", "isFavourite": false },
    { "text": "I’d explain it to you, but I left my crayons at home.", "isFavourite": false },
    { "text": "Yes, because walking up stairs totally burns off last night’s pizza.", "isFavourite": false },
    { "text": "Please keep talking. I always yawn when I’m interested.", "isFavourite": false },
    { "text": "My favorite thing about you? You’re not here.", "isFavourite": false },
    { "text": "You sound better with your mouth closed.", "isFavourite": false },
    { "text": "Oh, I’m sorry, did I give you the impression that I care?", "isFavourite": false },
    { "text": "You’re right, that makes total sense—if we lived in opposite land.", "isFavourite": false },
    { "text": "Zombies eat brains. So don’t worry, you’re safe.", "isFavourite": false },
    { "text": "I’ll have to pass on your offer—my give-a-damn’s busted.", "isFavourite": false },
    { "text": "It’s cute how you think you’re the boss of me.", "isFavourite": false },
    { "text": "Keep talking—I’m diagnosing you.", "isFavourite": false },
    { "text": "Don’t mind me. I’m just silently judging you.", "isFavourite": false },
    { "text": "If I wanted to hear from an idiot, I’d call you.", "isFavourite": false },
    { "text": "Aww, your ego is so big. It must be compensating for something.", "isFavourite": false },
    { "text": "I would agree with you, but we’d both be wrong.", "isFavourite": false },
    { "text": "I’m just surprised you haven’t tripped over your ego yet.", "isFavourite": false },
    { "text": "Are you always this stupid, or are you making a special effort today?", "isFavourite": false },
    { "text": "I’m impressed by your ability to make me feel smart.", "isFavourite": false },
    { "text": "You have the perfect face... for radio.", "isFavourite": false },
    { "text": "Sure, let’s do things your way, because you’re obviously a genius.", "isFavourite": false },
    { "text": "I never forget a face, but in your case, I’ll make an exception.", "isFavourite": false },
    { "text": "Oh, sorry, I didn’t realize you were the expert on everything.", "isFavourite": false },
    { "text": "If ignorance is bliss, you must be the happiest person alive.", "isFavourite": false },
    { "text": "You must be a magician, because whenever I look at you, everyone else disappears.", "isFavourite": false },
    { "text": "Your secrets are safe with me. I wasn’t even listening.", "isFavourite": false },
    { "text": "Why don't you slip into something more comfortable—like a coma?", "isFavourite": false },
    { "text": "I’d explain it to you, but I’m not sure you’d understand the pictures.", "isFavourite": false },
    { "text": "You’re a great friend, but if zombies chase us, I’m tripping you.", "isFavourite": false },
    { "text": "Your village called. They want their idiot back.", "isFavourite": false },
    { "text": "Oh, I get it now! You’re just really bad at sarcasm.", "isFavourite": false },
    { "text": "I could agree with you, but then we’d both be wrong.", "isFavourite": false },
    { "text": "Your level of sarcasm is almost as high as your intelligence... oh wait.", "isFavourite": false },
    { "text": "I’ve met some pretty stupid people, but you really raise the bar.", "isFavourite": false },
    { "text": "Oh, I’m sorry, I didn’t realize I was dealing with a genius here.", "isFavourite": false },
    { "text": "You’re special. Just like everyone else.", "isFavourite": false },
    { "text": "Your brain’s like a faulty GPS—always leading you in the wrong direction.", "isFavourite": false },
    { "text": "Don’t worry, I’ve got your back. From a safe distance, of course.", "isFavourite": false },
    { "text": "I’m sorry, I don’t have the patience to pretend I care.", "isFavourite": false },
    { "text": "I envy people who haven’t met you.", "isFavourite": false },
    { "text": "I’d like to see things from your point of view, but I can’t stick my head that far up my rear.", "isFavourite": false },
    { "text": "No, really, keep talking—I always yawn when I’m fascinated.", "isFavourite": false },
    { "text": "Your opinion is very important to me. Just kidding.", "isFavourite": false },
    { "text": "You should really use that thing between your ears more often.", "isFavourite": false },
    { "text": "If laughter is the best medicine, your face must cure everything.", "isFavourite": false },
    { "text": "I thought of you today. It reminded me to take out the trash.", "isFavourite": false },
    { "text": "I’m not saying you’re stupid, but you’re proof that evolution can go in reverse.", "isFavourite": false },
    { "text": "I was going to give you a nasty look, but you already had one.", "isFavourite": false },
    { "text": "I’m not saying I hate you, but I hope your Wi-Fi stops working.", "isFavourite": false },
    { "text": "You’re like a cloud. When you disappear, it’s a beautiful day.", "isFavourite": false },
    { "text": "I didn’t change. I just woke up and realized you’re annoying.", "isFavourite": false },
    { "text": "Are you always this annoying, or is it just when I’m around?", "isFavourite": false },
    { "text": "You have a face for radio and a voice for silent movies.", "isFavourite": false },
    { "text": "If you were anymore in love with yourself, you’d be a mirror.", "isFavourite": false },
    { "text": "I see you’ve set aside this special time to humiliate yourself in public.", "isFavourite": false },
    { "text": "Do you ever wonder what life would be like if you’d had enough oxygen at birth?", "isFavourite": false },
    { "text": "You have something on your chin… no, the third one down.", "isFavourite": false },
    { "text": "I’d slap you, but I’m worried it might improve your face.", "isFavourite": false },
    { "text": "Do you work at a museum? Because you’re a real piece of work.", "isFavourite": false },
    { "text": "You’re not stupid; you’re just... intellectually challenged.", "isFavourite": false },
    { "text": "I’m not ignoring you; I’m just giving you time to reflect on your stupidity.", "isFavourite": false },
    { "text": "I’m not listening, but please, go on.", "isFavourite": false },
    { "text": "I’d agree with you, but I don’t want to lose my status as a sane person.", "isFavourite": false },
    { "text": "I would challenge you to a battle of wits, but I see you’re unarmed.", "isFavourite": false },
    { "text": "Please go on. I’ve got nothing better to do than listen to nonsense.", "isFavourite": false },
    { "text": "If common sense were a superpower, you’d be the sidekick.", "isFavourite": false },
    { "text": "I didn’t change—I just learned to stop listening to idiots.", "isFavourite": false },
    { "text": "No, you don’t look fat. You just look… well-fed.", "isFavourite": false },
    { "text": "I see the wheel is spinning, but the hamster’s dead.", "isFavourite": false },
    { "text": "It’s not that I don’t care. Okay, it is that I don’t care.", "isFavourite": false },
    { "text": "You’re like a software update. Whenever you show up, I automatically think “not now.”", "isFavourite": false },
    { "text": "Your life is so interesting—when you’re not talking about it.", "isFavourite": false },
    { "text": "Your future looks about as bright as a black hole.", "isFavourite": false },
    { "text": "I’m no proctologist, but I know an asshole when I see one.", "isFavourite": false },
    { "text": "You should put that on your resume: “Professional waste of space.”", "isFavourite": false },
    { "text": "You’re like a lighthouse in the desert—useless and out of place.", "isFavourite": false },
    { "text": "Your aura is so bright! No, wait—that’s just your stupidity shining through.", "isFavourite": false },
    { "text": "Oh, you’re talking? Sorry, I stopped caring at “hello.”", "isFavourite": false },
    { "text": "Your personality is like a funeral in slow motion.", "isFavourite": false },
    { "text": "I would have given you a piece of my mind, but I’m afraid there’s nothing to bounce it off of.", "isFavourite": false },
    { "text": "If I had a dollar for every brain you don’t have, I’d have exactly one dollar.", "isFavourite": false },
    { "text": "I can explain it to you, but I can’t understand it for you.", "isFavourite": false }
]
